commands = '''
**.  م1` : اوامر السورس.

. م2` : اوامر الحساب.

. م3` : اوامر الكروبات والاذاعة.

. م5` : اوامر التسلية.**
'''
soursce = '''
`- -- -- -- -- -- -- -- --`
**𝐬𝐨𝐮𝐫𝐜𝐞 𝐛𝐡𝐭𝐡𝐨𝐧 
Dev : abnBashar
Dev : @myAbnBashar 
Source Ch : @BHthon **
`-- -- -- -- -- -- -- -- --`
'''
trans = '''
.ترجمة الى + اللغة
مثلاً | .ترجمة الى العربية (بلرد)
اكتب .اللغات لمعرفة الغات المتاحة !
'''
langs = '''
- العربية
- الانجليزية
- الاسبانية
- الفرنسية
- الروسية
'''
sec1 = '''
`𝐬𝐨𝐮𝐫𝐜𝐞 𝐛𝐡𝐭𝐡𝐨𝐧`
**. .فحص = فحص السورس

. .الاوامر  = اوامر السورس

. .اعادة تشغيل = اعادة تشغيل لـ سورس**
'''
sec2 = '''
`𝐬𝐨𝐮𝐫𝐜𝐞 𝐛𝐡𝐭𝐡𝐨𝐧`
*. .اسم وقتي = اسم وقتي لحسابك
 .بايو وقتي = بايو وقتي لحسابك
 . .فك حظر = فك حظر كل الي حاظرهم
 . .تفليش = طرد الاعضاء**
`-- -- -- -- -- -- -- -- --`
'''
sec3 = """
**𝐬𝐨𝐮𝐫𝐜𝐞 𝐛𝐡𝐭𝐡𝐨𝐧
.مكرر + عدد + ثوان + كليشه = نشر تلقائي
 .تكرار + العدد + نص` : تكرار للرسائل 
 .اذاعة خاص = اذاعة لكل شخص في الخاص
 .ادمن` = القنوات يلي انت ادمن بيها
 .اشتراكاتي`= جميع القنوات والكروبات في حسابك**
`-- -- -- -- -- -- -- -- --`
"""
sec5 = """
`-- -- -- -- -- -- -- -- --`
**✰` .التاريخ ` : التاريخ بليوم والشهر والسنة
**✰` .بحث (الاغنية) ` : لتحميل الاغاني من يوتيوب
✰` .الشهر ` : الشهر الحالي
✰` .السنة ` :السنة الحالية
✰ ` .الترجمة` : اوامر الترجمة **
`-- -- -- -- -- -- -- -- --`
"""
sec4 = """
`𝐬𝐨𝐮𝐫𝐜𝐞 𝐛𝐡𝐭𝐡𝐨𝐧`
**. .قلب `
. .تهكير`
`-- -- -- -- -- -- -- -- --`
.بوت المليار = تجميع نقاط بوت المليار
.تشيكر = Checker 
"""
spc = '''
`-- -- -- -- -- -- -- -- --`
✰` .وعد `
✰` .بوت المليار`
`-- -- -- -- -- -- -- -- --`
'''
spc2 = '''
`-- -- -- -- -- -- -- -- --`
✰` .وعد `
✰` .بوت المليار`
✰` .تشيكر تلي`
`-- -- -- -- -- -- -- -- --`
'''
progressbar = [
    '⬛⬜⬜⬜⬜⬜⬜⬜⬜⬜ 10%',
    '⬛⬛⬜⬜⬜⬜⬜⬜⬜⬜ 20%',
    '⬛⬛⬛⬜⬜⬜⬜⬜⬜⬜ 30%',
    '⬛⬛⬛⬛⬜⬜⬜⬜⬜⬜ 40%',
    '⬛⬛⬛⬛⬛⬜⬜⬜⬜⬜ 50%',
    '⬛⬛⬛⬛⬛⬛⬜⬜⬜⬜ 60%',
    '⬛⬛⬛⬛⬛⬛⬛⬜⬜⬜ 70%',
    '⬛⬛⬛⬛⬛⬛⬛⬛⬜⬜ 80%',
    '⬛⬛⬛⬛⬛⬛⬛⬛⬛⬜ 90%',
    '⬛⬛⬛⬛⬛⬛⬛⬛⬛⬛ 100%',
]
waad = '''
`-- -- -- -- -- -- -- -- --`
**✰` .استثمار وعد + العدد ` : يستثمر ب وعد تلقائي
✰` .كلمات وعد ` : يلعب كلمات تلقائي**
`-- -- -- -- -- -- -- -- --`
'''
tele_checker = '''
** 𝐬𝐨𝐮𝐫𝐜𝐞 𝐛𝐡𝐭𝐡𝐨𝐧 
✰` .صيد + عدد + النوع + يوزر القناة = صيد يوزرات
✰` .تثبيت تلقائي + العدد + القناة + اليوزر ` : تثبيت قوي. 
✰` .حالة الصيد ` : لمعرفة تقدم الصيد
✰` .حالة التثبيت التلقائي  ` : لمعرفة تقدم التثبيت 
✰` .الانواع ` : لمعرفة انواع اليوزرات
**`-- -- -- -- -- -- -- -- --`
'''
tele_checker2 = '''
**`الانواع : 𝐬𝐨𝐮𝐫𝐜𝐞 𝐛𝐡𝐭𝐡𝐨𝐧
1 : ثلاثي
2 : ثلاثي فقط احرف و اخر ارقام
3 : بوت ثنائي
4 : بوت ثلاثي
5 : خماسي حرف
6 : خماسي حرفين
7 : سداسي حرف
8 : سداسي حرفين 
9 : سباعي حرف 
10 : رباعي
---------------------------------------------------------------------
طريقه الصيد هيه كالتالي
- .صيد + عدد الصيد + نوع الصيد تختار رقم + يوزر القناه الذي انشاته 
- --------------------------------------------------------------------
Programming for adults only @myAbnBashar @Bhthon
----------------------------------------------------------------------
'''
t06bot = '''
`-- -- -- -- -- -- -- -- --`**
✰` .تجميع المليار ` : يشترك ب قنوات بوت المليار تلقائي
**`-- -- -- -- -- -- -- -- --`
'''
